Repository: asadowski10/url-memory
Catalog: languages/url-memory-*.po
Languages: fr_fr

source: No redirection was found.
fr_fr: Aucune redirection trouvée

source: Delete
fr_fr: Supprimer

source: Error
fr_fr: Erreur

source: No results
fr_fr: Aucun résultat

source: %d deleted elements
fr_fr: %d éléments supprimés

source: URL Memory Settings
fr_fr: Outils URL Memory

source: End of process
fr_fr: Fin du processus

source: Start of process
fr_fr: Début du processus

source: You need PPP valid to make working this script
fr_fr: Vous avez besoin d'un Post Per Page valide pour faire fonctionner ce script

source: Processing of
fr_fr: Processus

source: Flush Table
fr_fr: Vider la table

source: You can delete all redirections by emptying the database
fr_fr: Vous pouvez supprimer toutes les redirections en vidant la table

source: Import all your datas
fr_fr: Importer toutes vos données

source: As you want, you can import all your existing content.
fr_fr: Si vous le souhaiter, vous pouvez importer tout le contenu existant sur votre site.

source: Import to Database
fr_fr: Importer dans la base de donnée

source: Nothing deleted... Because table is empty !
fr_fr: Rien n'a été supprimé... Car la table est vide!

source: %d rows deleted.
fr_fr: %d lignes supprimées.

source: Warning: this URL has already been used in the past, a redirection to the new was created. <a href="%s">Click here</a> to remove this redirection. If not, consider changing your slug!
fr_fr: Attention: cette URL a déjà été utilisé dans le passé, une redirection vers la nouvelle a été créée. <a href="%s">Cliquez ici</a> pour supprimer cette redirection. Si non, envisagez de changer votre slug!

source: Active redirections
fr_fr: Redirections actives

source: The URI of this content has been changed in the past. Following is a list of active redirects to this content :
fr_fr: L'URL de ce contenu a été modifié dans le passé. Voici une liste des redirections actives à ce contenu:
